Repository: CyberSys/dwsim3
Catalog: DWSIM/Tools/ComponentCreator/FormCompCreator.*.resx
Languages: de

# Label2.Text
source: Utilize esta ferramenta para incluir as suas substâncias no DWSIM de uma maneira rápida e eficiente. Dados com caixas de texto em azul são opcionais, embora recomendados. Importante: Todas as abas contêm propriedades que devem ser informadas!
de: Mit diesem Werkzeug können Sie eine Komponente in DWSIM einfügen. Daten in einer blauen Textbox sind optional, aber empfohlen. Wichtig: Alle Tabulatoren enthalten benötigte Eigenschaften!

# Label1.Text
source: Gerador de Componentes
de: Komponentenerstellung

# Label26.Text
source: Forneça a massa molar da substância.
de: Molare Masse der Komponente.

# Label25.Text
source: Forneça a fórmula (estrutura molecular) da substância.
de: Formel der Komponente

# Label24.Text
source: Informe o número de registro no CAS (Chemical Abstracts Service).
de: CAS-Registrier-Nummer der Komponente.

# Label22.Text
source: Massa Molar
de: Molare Masse

# Label21.Text
source: Fórmula
de: Formel

# Label15.Text
source: Número CAS
de: CAS Nummer

# LabelWithDivider7.Text
source: Identificação
de: Identifikation

# Label16.Text
source: Informe o nome da substância.
de: Namen der Komponente

# Label17.Text
source: Nome
de: Name

# FaTabStripItem2.Title
source: Identificação
de: Identifikation

# LabelWithDivider6.Text
source: Fator Acêntrico
de: Azentrischer Faktor

# Label13.Text
source: Informe o fator acêntrico da substância.
de: Azentrischer Faktor der Komponente

# LabelWithDivider5.Text
source: Fator de Compressibilidade de Rackett
de: Kompressibilitätsfaktor nach Rackett

# Label9.Text
source: Informe o fator de compressibilidade de Rackett da substância. Caso este parâmetro não esteja disponível, pode-se usar o mesmo valor do fator de compressibilidade crítico.
de: Eingabe des Kompressibiltätsfaktors der Komponente nach Rackett. Sollte dieser nicht verfügbar sein, dann verwenden Sie den kritschen Kompressibilitätsfaktor.

# LabelWithDivider4.Text
source: Fator de Compressibilidade Crítico
de: Kritischer Kompressibilitätsfaktor

# Label10.Text
source: Informe o fator de compressibilidade crítico da substância.
de: Kritischer Kompressibilitätsfaktor der Komponente

# LabelWithDivider3.Text
source: Pressão Crítica
de: Kritischer Druck

# Label7.Text
source: Informe a pressão crítica da substância.
de: Kritischer Druck der Komponente

# LabelWithDivider2.Text
source: Temperatura Crítica
de: Kritische Temperatur

# Label3.Text
source: Informe a temperatura crítica da substância.
de: Kritische Temperatur der Komponente

# FaTabStripItem1.Title
source: Propriedades Críticas
de: Kritische Eigenschaften

# Label45.Text
source: Equação
de: Gleichung

# ComboBox3.Items2
source: 3: A + B * T + C * T ^ 2
de: 3: A + B + C * T * T ^ 2

# ComboBox3.Items3
source: 4: A + B * T + C * T ^ 2 + D * T ^ 3
de: 4: A + B + C * T * T ^ 2 + D * T ^ 3

# ComboBox3.Items4
source: 5: A + B * T + C * T ^ 2 + D * T ^ 3 + E * T ^ 4
de: 5: A + B + C * T * T ^ 2 + D * T ^ 3 + E * T ^ 4

# ComboBox3.Items8
source: 13: Exp(A + B * T + C * T ^ 2)
de: 13: Exp (A + B + C * T * T ^ 2)

# ComboBox3.Items9
source: 14: Exp(A + B * T + C * T ^ 2 + D * T ^ 3)
de: 14: Exp (A + B + C * T * T ^ 2 + D * T ^ 3)

# ComboBox3.Items10
source: 15: Exp(A + B * T + C * T ^ 2 + D * T ^ 3 + E * T ^ 4)
de: 15: Exp (A + B + C * T * T ^ 2 + D * T ^ 3 + E * T ^ 4)

# ComboBox3.Items11
source: 16: A + Exp(B / T + C + D * T + E * T ^ 2)
de: 16: A + Exp (B / T + C + D + E * T * T ^ 2)

# ComboBox3.Items12
source: 17: A + Exp(B + C * T + D * T ^ 2 + E * T ^ 3)
de: 17: A + Exp (B + C + D * T * T ^ 2 + E * T ^ 3)

# ComboBox3.Items13
source: 45: A * T + B * T ^ 2 / 2 + C * T ^ 3 / 3 + D * T ^ 4 / 4 + E * T ^ 5 / 5
de: 45: T + A * B * T ^ 2 / 2 + C * T ^ 3 / 3 + D * T ^ 4 / 4 + E * T ^ 5 / 5

# ComboBox3.Items15
source: 100: A + B * T + C * T ^ 2 + D * T ^ 3 + E * T ^ 4
de: 100: A + B + C * T * T ^ 2 + D * T ^ 3 + E * T ^ 4

# ComboBox3.Items21
source: 106: A * (1 - Tr) ^ (B + C * Tr + D * Tr ^ 2 + E * Tr ^ 3)
de: 106: A * (1 - Tr) ^ (B + C + D * Tr * Tr ^ 2 + E * Tr ^ 3)

# ComboBox3.Items23
source: 114: A * T + B * T ^ 2 / 2 + C * T ^ 3 / 3 + D * T ^ 4 / 4
de: 114: A * B * T + T ^ 2 / 2 + C * T ^ 3 / 3 + D * T ^ 4 / 4

# ComboBox3.Items26
source: 117: A * T + B * (C / T) / Tanh(C / T) - D * (E / T) / Tanh(E / T)
de: 117: T + A * B * (C / T) / tanh (C / T) - D * (E / T) / tanh (E / T)

# ComboBox3.Items30
source: 210: 10 ^ (A + B / T + C * T + D * T ^ 2)
de: 210: 10 ^ (A + B / T + C + D * T * T ^ 2)

# LabelWithDivider11.Text
source: Viscosidade no Estado Líquido
de: Flüssigviskosität

# Label46.Text
source: Forneça os coeficientes da equação para o cálculo da viscosidade no estado líquido em função da temperatura (Visc em Pa.s e T em K). Selecione o tipo da equação no menu abaixo.
de: Eingabe der Koeffizienten für die Berechnung der Flüssigviskosität der Komponente als Funktion der Temperatur (Visko in Pa.s und T in K). Wählen Sie eine Gleichung aus dem folgenden Menü.

# Label38.Text
source: Equação
de: Gleichung

# ComboBox2.Items2
source: 3: A + B * T + C * T ^ 2
de: 3: A + B + C * T * T ^ 2

# ComboBox2.Items3
source: 4: A + B * T + C * T ^ 2 + D * T ^ 3
de: 4: A + B + C * T * T ^ 2 + D * T ^ 3

# ComboBox2.Items4
source: 5: A + B * T + C * T ^ 2 + D * T ^ 3 + E * T ^ 4
de: 5: A + B + C * T * T ^ 2 + D * T ^ 3 + E * T ^ 4

# ComboBox2.Items8
source: 13: Exp(A + B * T + C * T ^ 2)
de: 13: Exp (A + B + C * T * T ^ 2)

# ComboBox2.Items9
source: 14: Exp(A + B * T + C * T ^ 2 + D * T ^ 3)
de: 14: Exp (A + B + C * T * T ^ 2 + D * T ^ 3)

# ComboBox2.Items10
source: 15: Exp(A + B * T + C * T ^ 2 + D * T ^ 3 + E * T ^ 4)
de: 15: Exp (A + B + C * T * T ^ 2 + D * T ^ 3 + E * T ^ 4)

# ComboBox2.Items11
source: 16: A + Exp(B / T + C + D * T + E * T ^ 2)
de: 16: A + Exp (B / T + C + D + E * T * T ^ 2)

# ComboBox2.Items12
source: 17: A + Exp(B + C * T + D * T ^ 2 + E * T ^ 3)
de: 17: A + Exp (B + C + D * T * T ^ 2 + E * T ^ 3)

# ComboBox2.Items13
source: 45: A * T + B * T ^ 2 / 2 + C * T ^ 3 / 3 + D * T ^ 4 / 4 + E * T ^ 5 / 5
de: 45: T + A * B * T ^ 2 / 2 + C * T ^ 3 / 3 + D * T ^ 4 / 4 + E * T ^ 5 / 5

# ComboBox2.Items15
source: 100: A + B * T + C * T ^ 2 + D * T ^ 3 + E * T ^ 4
de: 100: A + B + C * T * T ^ 2 + D * T ^ 3 + E * T ^ 4

# ComboBox2.Items21
source: 106: A * (1 - Tr) ^ (B + C * Tr + D * Tr ^ 2 + E * Tr ^ 3)
de: 106: A * (1 - Tr) ^ (B + C + D * Tr * Tr ^ 2 + E * Tr ^ 3)

# ComboBox2.Items23
source: 114: A * T + B * T ^ 2 / 2 + C * T ^ 3 / 3 + D * T ^ 4 / 4
de: 114: A * B * T + T ^ 2 / 2 + C * T ^ 3 / 3 + D * T ^ 4 / 4

# ComboBox2.Items26
source: 117: A * T + B * (C / T) / Tanh(C / T) - D * (E / T) / Tanh(E / T)
de: 117: T + A * B * (C / T) / tanh (C / T) - D * (E / T) / tanh (E / T)

# ComboBox2.Items30
source: 210: 10 ^ (A + B / T + C * T + D * T ^ 2)
de: 210: 10 ^ (A + B / T + C + D * T * T ^ 2)

# LabelWithDivider10.Text
source: Capacidade Calorífica à Pressão Constante no Estado de Gás Ideal
de: Wärmekapazität des idealen Gases

# Label39.Text
source: Forneça os coeficientes da equação para o cálculo da capacidade calorífica do gás ideal em função da temperatura (Cp em J/[kmol.K] e T em K). Selecione o tipo da equação no menu abaixo.
de: Eingabe der Koeffizienten für die Berechnung der Wärmekapazität des idealen Gases der Komponente als Funktion der Temperatur (Cp in J/[kmol.K] und T in K). Wählen Sie eine Gleichung aus dem folgenden Menü.

# Label30.Text
source: Equação
de: Gleichung

# ComboBox1.Items2
source: 3: A + B * T + C * T ^ 2
de: 3: A + B + C * T * T ^ 2

# ComboBox1.Items3
source: 4: A + B * T + C * T ^ 2 + D * T ^ 3
de: 4: A + B + C * T * T ^ 2 + D * T ^ 3

# ComboBox1.Items4
source: 5: A + B * T + C * T ^ 2 + D * T ^ 3 + E * T ^ 4
de: 5: A + B + C * T * T ^ 2 + D * T ^ 3 + E * T ^ 4

# ComboBox1.Items8
source: 13: Exp(A + B * T + C * T ^ 2)
de: 13: Exp (A + B + C * T * T ^ 2)

# ComboBox1.Items9
source: 14: Exp(A + B * T + C * T ^ 2 + D * T ^ 3)
de: 14: Exp (A + B + C * T * T ^ 2 + D * T ^ 3)

# ComboBox1.Items10
source: 15: Exp(A + B * T + C * T ^ 2 + D * T ^ 3 + E * T ^ 4)
de: 15: Exp (A + B + C * T * T ^ 2 + D * T ^ 3 + E * T ^ 4)

# ComboBox1.Items11
source: 16: A + Exp(B / T + C + D * T + E * T ^ 2)
de: 16: A + Exp (B / T + C + D + E * T * T ^ 2)

# ComboBox1.Items12
source: 17: A + Exp(B + C * T + D * T ^ 2 + E * T ^ 3)
de: 17: A + Exp (B + C + D * T * T ^ 2 + E * T ^ 3)

# ComboBox1.Items13
source: 45: A * T + B * T ^ 2 / 2 + C * T ^ 3 / 3 + D * T ^ 4 / 4 + E * T ^ 5 / 5
de: 45: T + A * B * T ^ 2 / 2 + C * T ^ 3 / 3 + D * T ^ 4 / 4 + E * T ^ 5 / 5

# ComboBox1.Items15
source: 100: A + B * T + C * T ^ 2 + D * T ^ 3 + E * T ^ 4
de: 100: A + B + C * T * T ^ 2 + D * T ^ 3 + E * T ^ 4

# ComboBox1.Items21
source: 106: A * (1 - Tr) ^ (B + C * Tr + D * Tr ^ 2 + E * Tr ^ 3)
de: 106: A * (1 - Tr) ^ (B + C + D * Tr * Tr ^ 2 + E * Tr ^ 3)

# ComboBox1.Items23
source: 114: A * T + B * T ^ 2 / 2 + C * T ^ 3 / 3 + D * T ^ 4 / 4
de: 114: A * B * T + T ^ 2 / 2 + C * T ^ 3 / 3 + D * T ^ 4 / 4

# ComboBox1.Items26
source: 117: A * T + B * (C / T) / Tanh(C / T) - D * (E / T) / Tanh(E / T)
de: 117: T + A * B * (C / T) / tanh (C / T) - D * (E / T) / tanh (E / T)

# ComboBox1.Items30
source: 210: 10 ^ (A + B / T + C * T + D * T ^ 2)
de: 210: 10 ^ (A + B / T + C + D * T * T ^ 2)

# LabelWithDivider9.Text
source: Pressão de Vapor
de: Dampfdruck

# Label28.Text
source: Forneça os coeficientes da equação para o cálculo da pressão de vapor em função da temperatura (P em Pa e T em K). Selecione o tipo da equação no menu abaixo.
de: Eingabe der Koeffizienten für die Berechnung des Dampfdruckes der Komponente als Funktion der Temperatur (P in Pa und T in K). Wählen Sie eine Gleichung aus dem folgenden Menü.

# Column4.HeaderText
source: Quantidade
de: Betrag

# Column4.ToolTipText
source: Digite a quantidade de cada grupo presente na molécula.
de: Geben Sie die Anzahl jeder Gruppe im Molekül ein.

# Label60.Text
source: Informe a quantidade de cada grupo funcional UNIFAC presente na substância.
de: Eingabe der Anzahl jeder UNIFAC-Funktionsgruppe der Komponente.

# Label58.Text
source: Informe os parâmetros R e Q do modelo UNIQUAC para a substância.
de: Eingabe der R- und Q-UNIQUAC-Parameter der Komponente.

# Text1.Text
source: Coeficiente de Translação de Volume (SRK)
de: SRK Volumentranslationskoeffizient

# Label65.Text
source: Coeficiente de Translação de Volume (Peng-Robinson)
de: Peng-Robinson Volumentranslationskoeffizient

# Label64.Text
source: Volume Molar (Líquido) Chao-Seader
de: Chao-Seader Molares Flüssigvolumen

# Label63.Text
source: Parâmetro de Solubilidade Chao-Seader
de: Chao Seader Löslichkeitsparameter

# Label62.Text
source: Fator Acêntrico Chao-Seader
de: Chao-Seader azentrischer Faktor

# LabelWithDivider16.Text
source: Outros Parâmetros
de: Verschiedene Parameter

# LabelWithDivider13.Text
source: Ponto Normal de Ebulição
de: Normaler Siedepunkt

# Label55.Text
source: Informe a temperatura de ebulição a 1 atm.
de: Geben Sie die Siedetemperatur bei 1 atm ein.

# Label56.Text
source: PNE
de: TS

# Label52.Text
source: Informe a Energia de Gibbs de formação no estado de gás ideal a 25 °C.
de: Geben Sie die Gibbs'sche Bildungsenergie des idealen Gases bei 25 °C ein.

# Label53.Text
source: Del_Gf
de: Delta_Gf

# LabelWithDivider12.Text
source: Dados de Formação
de: Bildungsdaten

# Label49.Text
source: Informe a Entalpia de Formação no estado de gás ideal a 25 °C.
de: Geben Sie die Bildungsenthalpie des idealen Gases bei 25 °C ein.

# Label50.Text
source: Del_Hf
de: Delta_Hf

# FaTabStripItem4.Title
source: Miscelânea
de: Verschiedenes

# Label18.Text
source: Número CAS
de: CAS

# LabelWithDivider8.Text
source: Identificação
de: Identifikation

# Label19.Text
source: Informe o nome da substância.
de: Geben Sie den Namen der Substanz ein.

# Label20.Text
source: Nome
de: Name

# Button1.Text
source: Criar e Adicionar Substância
de: Erstelle und füge Komponente ein

# Button2.Text
source: Cancelar
de: Abbrechen

# Label69.Text
source: * Insira os valores numéricos de acordo com suas configurações regionais.
de: * Nur numerische Werte, entsprechend Ihren regionalen Einstellungen

# $this.Text
source: DWSIM - Gerador de Componentes
de: DWSIM - Komponentenerstellung
