Repository: CyberSys/dwsim3
Catalog: DWSIM/Forms/FormMain.*.resx
Languages: es

# NewToolStripMenuItem.Text
source: New S&teady-state Simulation
es: &Nueva Simulación en Estado Estacionario

# NovoEstudoDoCriadorDeComponentesToolStripMenuItem.Text
source: New Compound Creator Study
es: Nuevo Estudio de Creador de Componente

# NovoEstudoDeRegressãoDeDadosToolStripMenuItem.Text
source: New Data Regression Study
es: Nuevo Estudio de Regresión de Datos

# NovoRegressaoUNIFACIPs.Text
source: New UNIFAC Parameter Regression Case
es: Nueva Regresión de Parámetros UNIFAC

# OpenToolStripMenuItem.Text
source: &Open
es: &Abrir Simulación

# ToolStripMenuItem1.Text
source: O&pen Samples
es: Abrir &Ejemplos

# SaveToolStripMenuItem.Text
source: &Save
es: &Guardar Simulación Actual

# SaveAllToolStripMenuItem.Text
source: Save All
es: Guardar Todo

# SaveAsToolStripMenuItem.Text
source: Save &As...
es: Guardar &Como...

# CloseAllToolstripMenuItem.Text
source: Close All
es: Cerrar Todas las Ventanas

# ExitToolStripMenuItem.Text
source: Exi&t DWSIM
es: &Salir de DWSIM

# FileToolStripMenuItem.Text
source: &File
es: &Archivo

# PreferênciasDoDWSIMToolStripMenuItem.Text
source: General Settings
es: Configuración General

# DatabaseManagerToolStripMenuItem.Text
source: User Database Manager
es: Gestor de Base de Datos

# MostrarBarraDeFerramentasToolStripMenuItem.Text
source: Show Toolstrip
es: Mostrar Barra de Herramientas

# VerToolStripMenuItem.Text
source: &Settings
es: &Configuración

# CascadeToolStripMenuItem.Text
source: &Cascade
es: En &Cascada

# TileVerticalToolStripMenuItem.Text
source: Group &Horizontally
es: Agrupar &Horizontalmente

# TileHorizontalToolStripMenuItem.Text
source: Group &Vertically
es: Agrupar &Verticalmente

# WindowsMenu.Text
source: &Windows
es: &Ventanas

# ContentsToolStripMenuItem.Text
source: &Show Help
es: &Mostrar Ayuda

# FórumToolStripMenuItem.Text
source: Forum
es: Foro

# RastreamentoDeBugsToolStripMenuItem.Text
source: Bug Tracking / Feature and Support Requests
es: Seguimiento de errores/Peticiones y Soporte Técnico

# DWSIMNaInternetToolStripMenuItem.Text
source: DWSIM on the Web
es: DWSIM en Internet

# RegistrarTiposCOMToolStripMenuItem.Text
source: Register types for COM Interop
es: Registrar Objetos COM

# DeToolStripMenuItem.Text
source: Unregister types
es: Desregistrar Objetos COM

# DonateToolStripMenuItem.Text
source: Donate!
es: ¡Haga su donación!

# AboutToolStripMenuItem.Text
source: &About DWSIM...
es: &Acerca de DWSIM

# HelpToolStripMenuItem.Text
source: &Help
es: Ay&uda

# NewToolStripButton.Text
source: New Steady-State Simulation
es: Nueva Simulación en estado estacionario

# OpenToolStripButton.Text
source: &Open Simulation
es: &Abrir Simulación

# SaveToolStripButton.Text
source: &Save Active Simulation
es: &Guardar Simulación Actual

# ToolStripButton1.Text
source: Save As...
es: Guardar Como...

# SaveAllToolStripButton.Text
source: Save All
es: Guardar Todas Las Simulaciones Abiertas

# ToolStripButton2.Text
source: General Settings
es: Configuración General

# ToolStripButton3.Text
source: Cascade Windows
es: Agrupar en cascada

# ToolStripButton5.Text
source: Group Windows Horizontally
es: Agrupar horizontalmente

# ToolStripButton4.Text
source: Group Windows Vertically
es: Agrupar verticalmente

# ToolStripButton6.Text
source: Show Context-Sensitive Help
es: Mostrar Ayuda Contextual

# ToolStripButton7.Text
source: Donate
es: Hacer una donación

# ToolStripButton8.Text
source: About DWSIM
es: Acerca de DWSIM

# OpenFileDialog1.Filter
source: Steady-state Simulation (XML) (*.dwxml)|*.dwxml|Steady-state Simulation (Compressed XML) (*.dwxmz)|*.dwxmz|Steady-state Simulation (*.dwsim)|*.dwsim|Compound Creator Study (*.dwcsd)|*.dwcsd|Data Regression Study (*.dwrsd)|*.dwrsd|UNIFAC IPs Regression Study (*.dwruf)|*.dwruf|All DWSIM Files|*.dwxml;*.dwxmz;*.dwsim;*.dwcsd;*.dwrsd;*.dwruf
es: Simulaciones DWSIM (XML) (*.dwxml)|*.dwxml|Simulaciones DWSIM (XML Comprimido) (*.dwxmz)|*.dwxmz|Simulaciones DWSIM (*.dwsim)|*.dwsim|Estudio de Creador de Componentes|*.dwcsd|Estudio de Regresión de Datos |*.dwrsd|Estudio de Regresión de UNIFAC IPs|*.dwruf|Todos los Archivos DWSIM|*.dwxml;*.dwxmz;*.dwsim;*.dwcsd;*.dwrsd;*.dwruf

# OpenFileDialog1.Title
source: Open existing simulation
es: Abrir Simulación existente

# SaveFileDialog1.Filter
source: Steady-state simulation (XML) (*.dwxml)|*.dwxml|Steady-state simulation (Compressed XML) (*.dwxmz)|*.dwxmz|Steady-state simulation (*.dwsim)|*.dwsim
es: Simulaciones DWSIM (XML) (*.dwxml)|*.dwxml|Simulaciones DWSIM (XML Comprimido) (*.dwxmz)|*.dwxmz|Simulaciones DWSIM (*.dwsim)|*.dwsim

# SaveFileDialog1.Title
source: Save active simulation
es: Guardar simulación Actual

# sfdUpdater.Filter
source: All files|*.*
es: Todos los archivos|*.*

# sfdUpdater.Title
source: Save Installation Package
es: Guardarr Archivo de Instalación

# SaveStudyDlg.Filter
source: Compound Creator Study|*.dwcsd
es: Estudio de Creador de Componentes|*.dwcsd

# SaveRegStudyDlg.Filter
source: Data Regression Study|*.dwrsd
es: Estudio de Regresión de Datos |*.dwrsd

# SaveRegStudyDlg.Title
source: Save Study
es: Guardar Estudio

# SaveUnifacIPRegrDlg.Title
source: Save Regression
es: Guardar Estudio
