Repository: CyberSys/dwsim3
Catalog: DWSIM/Forms/FormWelcome.*.resx
Languages: de

# CheckBox1.Text
source: Always show this window
de: Dieses Fenster immer anzeigen

# Button7.Text
source: Close Window
de: Fenster schließen

# Label11.Text
source: Opens a new Data Regression Utility window.
de: Öffnet ein neues Fenster Schöpfer der Komponenten

# Label12.Text
source: Create a New Data Regression Case
de: Schöpfer der Komponenten

# Label5.Text
source: Opens the 'Samples' folder located in DWSIM directory.
de: Beispiele

# Label8.Text
source: View Samples
de: Beispiele

# Label6.Text
source: Opens a new Compound Creator Utility window.
de: Öffnet den Nutzen der Regression der experimentellen Daten.

# Label7.Text
source: Create New Compound
de: Regression von Daten

# Label10.Text
source: Creates a new steady-state simulation.
de: Erstellt eine neue stationäre Simulation.

# Label9.Text
source: Opens an existing simulation, compound or regression study.
de: Öffnet eine existierende Simulation

# Label4.Text
source: Create New Simulation
de: Neue Simulation erstellen

# Label3.Text
source: Open Simulation/Study
de: Simulation öffnen

# Label2.Text
source: Recent Files
de: Neueste Dateien

# Label1.Text
source: Tasks
de: Aufgaben

# Label13.Text
source: DWSIM Documentation in Adobe PDF Format.
de: Zeigt die Dokumentation im PDF.

# Label14.Text
source: View Documentation
de: Dokumentation

# $this.Text
source: Welcome to DWSIM
de: Willkommen bei DWSIM
