Repository: CyberSys/dwsim3
Catalog: DWSIM/Forms/FormFlowsheet.*.resx
Languages: de, es

# ToolStripLabel4.Text
source: Fluxograma
de: Fließbild
es: Diagrama de Flujo

# TSBtabela.Text
source: Inserir Figura
de: Bild einfügen
es: Insertar Figura

# TSBtabela.ToolTipText
source: Inserir Figura
de: Bild einfügen
es: Insertar Figura

# TSBTexto.Text
source: Inserir Texto
de: Text einfügen
es: Insertar Texto

# TSBTexto.ToolTipText
source: Inserir Caixa de Texto
de: Text einfügen
es: Insertar Cuadro de Texto

# ToolStripButton4.Text
source: Tabela da Planilha de Dados
de: Verknüpfte Arbeitsblatttabelle

# ToolStripButton19.Text
source: Tabela Mestra
de: Master Property Table
es: Tabla Maestra de Propiedades

# ToolStripButton12.Text
source: Inserir Retângulo
de: Rechteck einfügen
es: Insertar rectángulo

# ToolStripButton12.ToolTipText
source: Inserir Retângulo
de: Rechteck einfügen
es: Insertar rectángulo

# ToolStripButton1.Text
source: Diminuir Zoom
de: Fließbild verkleinern
es: Disminur Zoom

# TSTBZoom.ToolTipText
source: Nível de zoom do fluxograma
de: Fließbild vergrößern
es: Nivel de zoom del diagrama de flujo

# ToolStripButton2.Text
source: Aumentar Zoom
de: Fließbild vergrößern

# ToolStripButton20.Text
source: Mostrar Tudo
de: Alles zeigen
es: Mostrar Todo

# ToolStripButton3.Text
source: Zoom Padrão (100%)
de: Zoom Standard (100%)
es: Zoom Estándar (100%)

# ToolStripButton18.Text
source: Salvar como Imagem
de: Als Grafik speichern
es: Guardar como imagen

# ToolStripButton16.Text
source: Fixar Objetos na Grade
de: Am Raster ausrichten
es: Fijar Objetos en Cuadrícula

# ToolStripButton17.Text
source: Conexão Rápida
de: Schnellkupplung
es: Conexión Rapida

# tsbAlignLefts.Text
source: Alinhar esquerdas
de: Links ausrichten

# tsbAlignCenters.Text
source: Alinhar centros
de: Mittig ausrichten

# tsbAlignRights.Text
source: Alinhar direitas
de: Rechts ausrichten

# tsbAlignTops.Text
source: Alinhar topos
de: Oben ausrichten

# tsbAlignMiddles.Text
source: Alinhar centros
de: Mittig ausrichten

# tsbAlignBottoms.Text
source: Alinhar bases
de: Unten ausrichten

# tsbAlignVertical.Text
source: Equalizar espaçamento vertical
de: Gleiche vertikale Abstände

# tsbAlignHorizontal.Text
source: Equalizar espaçamento horizontal
de: Gleiche horizontale Abstände

# ToolStripLabel1.Text
source: Calculador
de: Rechner
es: Calculadora

# tsbAtivar.Text
source: Ativar
de: Aktivieren
es: Activar

# tsbDesat.Text
source: Desativar
de: Deaktivieren
es: Deshabilitar

# ToolStripButton13.Text
source: Recalcular Tudo
de: Alles neu berechnen
es: Recalcular todo

# ToolStripButton14.Text
source: Abortar Cálculo
de: Berechnung abbrechen

# ToolStripButton15.Text
source: Limpar Fila de Cálculo
de: Rechnerausgabe löschen
es: Limpiar Cola de Cálculo

# tsbSimultAdjustSolver.Text
source: Ativar/Desativar Solver para Ajustes Simultâneos
de: Aktivieren Löser Simultane Anpassungen
es: Habilitar Solver para Ajustes Simultáneos

# ToolStripLabel2.Text
source: Simulação
de: Simulation
es: Simulación

# ToolStripButton5.Text
source: Configurar Simulação
de: Simulation einrichten
es: Configurar la Simulación

# ToolStripButton8.Text
source: Resultados - Relatório
de: Ergebnisse - Bericht
es: -Informe de Resultados

# ToolStripLabel8.Text
source: Estados
de: Status

# tsbSaveState.Text
source: Salvar Estado
de: Status speichern
es: Guardar Estado

# tsbSaveState.ToolTipText
source: Salvar Estado Atual
de: Status speichern
es: Guardar Estado Actual

# tsbRestoreStates.Text
source: Restaurar Estado
de: Status wieder herstellen

# tsbRestoreStates.ToolTipText
source: Restaurar Estado Anterior
de: Status wieder herstellen

# tsbClearStates.Text
source: Remover Estados Salvos
de: Gespeicherte Status löschen
es: Borrar Estados Guardados

# ToolStripLabel5.Text
source: Soluções
de: Lösungen
es: Soluciones

# tsbRestoreSolutions.Text
source: Restaurar Solução
de: Wiederherstellungslösung
es: Restaurar Solución

# ToolStripLabel3.Text
source: Sistema de Unidades
de: Einheitensystem

# ToolStripButton7.Text
source: Adicionar
de: Einheitensystem hinzufügen

# ToolStripLabel6.Text
source: Formatação dos Números
de: Zahlenformat
es: Formato de Números

# ToolStripLabel7.Text
source: Formatação das Frações
de: Anteilformat
es: Formato de Fracciones

# ComponentesToolStripMenuItem.Text
source: Configurações da Simulação
de: Simulationseinstellungen
es: Ajustes de Simulación

# ConfiguraçõesToolStripMenuItem.Text
source: &Configurações
de: &Einstellungen
es: &Configuración

# ExibirListaDeItensACalcularToolStripMenuItem.Text
source: Lista de Itens a Calcular
de: Berechnung Warteschlange
es: Cola de cálculo

# showsimulationtoolstripmenuitem.Text
source: Barra de Ferramentas de Simulação
de: Toolbar Simulation

# showflowsheettoolstripmenuitem.Text
source: Barra de Ferramentas de Fluxograma
de: Toolbar Flowsheet

# showunitstoolstripmenuitem.Text
source: Barra de Ferramentas de Unidades e Formatação
de: Toolbar Einheitensystem

# RestoreLayoutTSMI.Text
source: Restaurar Layout dos Painéis
de: Panellayout wieder herstellen

# ExibirToolStripMenuItem.Text
source: &Exibir
de: &Zeigen
es: &Ver

# TSMIMaterialStream.Text
source: Corrente de Matéria
de: Stoffstrom
es: Corriente de Materia

# TSMIEnergyStream.Text
source: Corrente de Energia
de: Energiestrom
es: Corriente de Energía

# CorrentesToolStripMenuItem.Text
source: Correntes
de: Ströme
es: Corrientes

# TSMIMixer.Text
source: Misturador
de: Mixer
es: Mezclador

# TSMISplitter.Text
source: Divisor
de: Splitter

# TSMICompressor.Text
source: Compressor Adiabático
de: Adiabater Verdichter
es: Compresor Adiabático

# TSMIExpander.Text
source: Expansor Adiabático
de: Adiabater Expander

# TSMIPump.Text
source: Bomba
de: Adiabate Pumpe

# TSMIPipe.Text
source: Tubulação
de: Rohrleitungssegment
es: Tubería

# TSMIValve.Text
source: Válvula
de: Ventil (Isenthalp)

# TSMISeparator.Text
source: Vaso Separador
de: Abscheider (Behälter)
es: Tanque Separador

# TSMIHeater.Text
source: Aquecedor
de: Heizer
es: Calentador

# TSMICooler.Text
source: Resfriador
de: Kühler
es: Enfriador

# TSMIOrificePlate.Text
source: Placa de Orifício
de: Drosselscheibe
es: Placa de Orificio

# TSMIComponentSeparator.Text
source: Separador de Componentes
de: Komponentenseparator

# TSMIHeatExchanger.Text
source: Trocador de Calor
de: Wärmetauscher
es: Intercambiador de Calor

# TSMITank.Text
source: Tanque
de: Tank

# TSMIExcelUO.Text
source: Planilha
de: Kalkulationstabelle UO
es: Operación Unitaria de Hoja de Cálculo

# TSMICUO.Text
source: Operação Unitária Genérica
de: Custom UO
es: Operación Unitaria Personalizada

# TSMICOUO.Text
source: Operação Unitária CAPE-OPEN
de: CAPE-OPEN Grundoperation
es: Operación Unitaria CAPE-OPEN

# TSMISolidsSeparator.Text
source: Separador de Sólidos
de: Feststoffabscheider

# TSMIFilter.Text
source: Filtro
de: Filter

# TSMIFlowsheet.Text
source: Fluxograma (UO)
de: Fließbild UO
es: Operación Unitaria de Diagrama de Flujo

# OperaçõesUnitáriasToolStripMenuItem.Text
source: Operações Unitárias
de: Grundoperationen
es: Operaciones Unitárias

# TSMIColShortcut.Text
source: Coluna Shortcut
de: Shortcut-Kolonne
es: Columna Shortcut

# TSMIColDist.Text
source: Coluna de Destilação
de: Destillationskolonne
es: Columna de Destilación

# TSMIColAbs.Text
source: Coluna de Absorção
de: Absorptionskolonne
es: Columna de Absorción

# TSMIColAbsReb.Text
source: Absorvedora com Refervedor
de: Absorber mit Reboiler
es: Absorbedora con Rehervidor

# TSMIColAbsCond.Text
source: Absorvedora com Condensador
de: Absorber mit Rücklauf
es: Absorbedora con Condensador

# ColunasToolStripMenuItem.Text
source: Colunas
de: Kolonnen
es: Columnas

# TSMIReactorConv.Text
source: Reator de Conversão
de: Reaktor (Umsatz)
es: Reactor de Conversión

# TSMIReactorEquilibrium.Text
source: Reator de Equilíbrio
de: Gleichgewichtsreaktor
es: Reactor de Equilibrio

# TSMIReactorGibbs.Text
source: Reator de Gibbs
de: Gibbs'scher Reaktor
es: Reactor de Gibbs

# ReatoresToolStripMenuItem.Text
source: Reatores
de: Reaktoren
es: Reactores

# TSMIRecycle.Text
source: Reciclo
de: Rückführung (Material)

# TSMIEnergyRecycle.Text
source: Reciclo de Energia
de: Rückführung (Energie)

# TSMIAdjust.Text
source: Ajuste
de: Ausrichten

# TSMISpecification.Text
source: Especificação
de: Spezifikation
es: Especificación

# OperaçõesLógicasToolStripMenuItem.Text
source: Operações Lógicas
de: Logische Operationen
es: Operaciones Lógicas

# InserirToolStripMenuItem.Text
source: &Inserir
de: E&infügen
es: &Insertar

# PontoCríticoRealToolStripMenuItem.Text
source: Ponto Crítico Verdadeiro
de: Wahrer kritischer Punkt
es: Punto Critico real

# HYDVerificaçãoDasCondiçõesDeFormaçãoDeHidratosToolStripMenuItem.Text
source: Formação/Dissociação de Hidratos
de: Hydratdissoziationshilfsmittel
es: Formación/Disociación Hidratos

# PropriedadesDosComponentesToolStripMenuItem.Text
source: Propriedades dos Componentes Puros
de: Eigenschaften reiner Komponenten
es: Propiedades de Componentes Puros

# AnáliseDePetróleosToolStripMenuItem.Text
source: Análise de Petróleos
de: Analyse von Erdölfraktionen
es: Análisis de Petroleo

# DiagramaDeFasesToolStripMenuItem.Text
source: Limite de Estabilidade
de: Stabilitätsanalyse
es: Límite de estabilidad

# DiagramaDeFasesToolStripMenuItem1.Text
source: Diagrama de Fases
de: Phasengleichgewichtskurve
es: Diagrama de Fase

# DiagramaBinárioToolStripMenuItem.Text
source: Diagrama Binário
de: Zweiphasengleichgewichtskurve
es: Diagrama Binario

# LLEDiagramToolStripMenuItem.Text
source: Diagrama de Fases Triangular (ELL)
de: LLE Diagramm

# PropriedadesEspeciaisToolStripMenuItem.Text
source: Propriedades Especiais
de: Spezielle Eigenschaften
es: Propiedades Especiales

# PSVSizingToolStripMenuItem.Text
source: Dimensionamento de PSVs
de: Auslegung von Sicherheitsventilen

# FlashVesselSizingToolStripMenuItem.Text
source: Dimensionamento de Vasos Separadores
de: Auslegung von Entgasungsbehältern
es: Dimensionamiento de Tanque separador

# PropriedadesDePetróleosToolStripMenuItem.Text
source: Propriedades de Escoamento a Frio de Petróleos
de: kalte Fließeigenschaften von Erdölfraktionen
es: Propiedades de flujo de petróleo

# SuplementosToolStripMenuItem.Text
source: &Utilitários
de: &Hilfsmittel
es: &Utilidades

# AnáliseDeSensibilidadeToolStripMenuItem.Text
source: Análise de Sensibilidade
de: Sensitivitätsanalyse
es: Análisis de Sensibilidad

# MultivariateOptimizerToolStripMenuItem.Text
source: Otimização Multivariável
de: Mehrvariablenoptimierer
es: Optimización Multivariable

# OtimizaToolStripMenuItem.Text
source: &Otimização
de: &Optimierung
es: &Optimización

# GerarRelatórioToolStripMenuItem.Text
source: Gerar Relatório
de: Bericht erstellen
es: Generar informe

# ResultadosToolStripMenuItem.Text
source: &Resultados
de: &Ergebnisse

# CloseToolStripMenuItem.Text
source: Fechar Simulação Atual
de: Schließen der aktiven Simulation
es: Cerrar la Simulación Actual

# ArquivoToolStripMenuItem.Text
source: &Arquivo
de: &Datei
es: &Archivo

# CaracterizaçãoDePetróleosFraçõesC7ToolStripMenuItem.Text
source: Caracterização de Petróleos (Frações C7+)
de: Erdölfraktionscharakterisierung (C7+ mittlere Eigenschaften)
es: Caracterización de Petróleos (Fracciones C7+)

# CaracterizaçãoDePetróleosCurvasDeDestilaçãoToolStripMenuItem.Text
source: Caracterização de Petróleos (Curvas de Destilação)
de: Erdölfraktionscharakterisierung (Siedeanalysen)
es: Caracterización de Petróleos (Curvas de Destilación)

# GerenciadorDeAmostrasDePetróleoToolStripMenuItem.Text
source: Gerenciador de Amostras de Petróleos
de: Petroleum Assay Manager
es: Administrador de Cortes de Petróleo

# GerenciadorDeReaçõesToolStripMenuItem.Text
source: Gerenciador de Reações
de: Reaktionsmanager
es: Administrador de Reacciones

# FerramentasToolStripMenuItem.Text
source: &Ferramentas
de: &Werkzeuge
es: &Herramientas

# IronRubyToolStripMenuItem.Text
source: Gerenciador de Scripts
de: Script Manager
es: Gestor de Scripts

# ScriptsToolStripMenuItem.Text
source: &Scripts
de: &Skripte

# ToolStripMenuItem3.Text
source: ToolStripMenuItem3
de: This.toolStripMenuItem3

# $this.Text
source: Simulação
de: Simulation
es: Simulación

# PluginsToolStripMenuItem.Text
source: &Plugins
es: &Complementos

# ToolStripComboBoxNumberFormatting.Items
source: F
es: Fijo

# ToolStripComboBoxNumberFormatting.Items1
source: G
es: Estandar

# ToolStripComboBoxNumberFormatting.Items2
source: N
es: Científico

# ToolStripComboBoxNumberFormatting.Items3
source: R
es: Número General

# ToolStripComboBoxNumberFractionFormatting.Items
source: F
es: Fijo

# ToolStripComboBoxNumberFractionFormatting.Items1
source: G
es: Estandar

# ToolStripComboBoxNumberFractionFormatting.Items2
source: N
es: Científico

# ToolStripComboBoxNumberFractionFormatting.Items3
source: R
es: Número General
