Repository: CyberSys/dwsim3
Catalog: DWSIM/Forms/FormReportConfig.*.resx
Languages: es

# KButton5.Text
source: View
es: Ver

# KButton7.Text
source: Save Data
es: Guardar Datos

# GroupBox3.Text
source: Tasks
es: Tareas

# GroupBox4.Text
source: Options - Material Streams
es: Opciones - Corrientes de Materia

# CheckBox8.Text
source: Include Aqueous Phase Properties
es: Incluir Propiedades de la Fase Acuosa

# CheckBox7.Text
source: Include Liquid Phase (2) Properties
es: Incluir Propiedades de Fase Líquida 2

# CheckBox6.Text
source: Include Liquid Phase (1) Properties
es: Incluir Propiedades de Fase Líquida 1

# CheckBox5.Text
source: Include Liquid Phase (Mixture) Properties
es: Incluir Propiedades de fase líquida (Mezcla)

# CheckBox4.Text
source: Include Vapor Phase Properties
es: Incluir Propiedades de Fase Vapor

# CheckBox3.Text
source: Include Mixture Properties
es: Incluir Propiedades de Mezcla

# CheckBox2.Text
source: Include Molar Composition
es: Incluir Composición Molar

# CheckBox1.Text
source: Include Conditions
es: Incluir condiciones

# SaveFileDialog1.Filter
source: XML File (.xml)|*.xml|Text File (.txt)|*.txt|Microsoft Excel Spreadsheet (.xls)|*.xls
es: Archivo XML (.xml) | *.xml | Archivo texto (.txt) | *.txt | Hoja de cálculo de Microsoft Excel (.xls) | *.xls

# SaveFileDialog1.Title
source: Save Report Data
es: Guardar Datos de Informe

# Button1.Text
source: Move up
es: Subir

# Button2.Text
source: Move down
es: Bajar

# GroupBox2.Text
source: Available Items
es: Elementos Disponibles

# GroupBox5.Text
source: Selected Items
es: Elementos Seleccionados
