Repository: CyberSys/dwsim3
Catalog: DWSIM/Forms/FormSimulSettings.*.resx
Languages: de, es

# Button9.Text
source: Iniciar utilitário de caracterizaçao de petróleo a partir de curvas de destilação
de: Hilfsmittel für die Charakterisierung von Erdölfraktionen mit Siedeanalysen starten
es: Iniciar herramienta de curvas de destilación caracterización de petróleo (C7 +)

# Button2.Text
source: Iniciar utilitário de caracterizaçao de petróleo (C7+)
de: Hilfmittel für die Charakterisierung von C7+ Erdölkomponenten starten
es: Iniciar herramienta de caracterización de petróleo (C7 +)

# GroupBox1.Text
source: Miscelânea
de: Verschiedenes
es: Miscelánea

# Label1.Text
source: Formatar composições (frações) usando o seguinte esquema:
de: Format für Zusammensetzungen (Anteile):
es: Dar Formato a Composiciones (fracciones)

# Label5.Text
source: Aplicar a seguinte formatação aos valores numéricos:
de: Format für numerische Werte:
es: Aplicar siguiente formato a valores numéricos:

# TBdesc.Text
source: descrição
de: Beschreibung
es: Descripción

# TBtit.Text
source: título
de: Titel

# Label30.Text
source: Descrição:
de: Beschreibung:
es: Descripción:

# Label27.Text
source: Título:
de: Titel:

# GroupBox5.Text
source: Unidades
de: Einheiten

# GroupBox18.Text
source: Tarefas
de: Aufgaben
es: Tareas

# KryptonButton23.Text
source: Salvar em um Arquivo
de: In Datei speichern
es: Guardar en un archivo

# KryptonButton22.Text
source: Carregar de um Arquivo
de: Aus Datei laden
es: Abrir desde Archivo

# KryptonButton18.Text
source: Remover Selecionado
de: Auswahl entfernen
es: Eliminar Seleccionado

# KryptonButton15.Text
source: Criar Novo...
de: Neu erstellen...
es: Crear Nuevo...

# Column1.HeaderText
source: Propriedade
de: Eigenschaft
es: Propiedad

# Column2.HeaderText
source: Unidade
de: Einheit
es: Unidad

# Column3.HeaderText
source: Propriedade
de: Eigenschaft
es: Propiedad

# Column4.HeaderText
source: Unidade
de: Einheit
es: Unidad

# Label7.Text
source: Sistema de Unidades
de: Einheitensystem

# Button3.Text
source: Abrir Gerenciador de Ensaios
de: Open Assay Manager
es: Abrir Administrador de Assay

# GroupBox2.Text
source: Componentes
de: Komponenten

# Button12.Text
source: x Limpar
de: x Reinigen

# Button5.Text
source: Substituir >>
de: Ersetzen >>

# Button4.Text
source: Exportar ^
de: Ausfuhr ^

# Button6.Text
source: Desagrupar
de: Gruppierung aufheben

# GroupBox4.Text
source: Adicionados
de: Hinzugefügt
es: Agregados

# Button11.Text
source: Limpar Lista
de: Liste leeren
es: Limpiar Lista

# Button10.Text
source: < Remover
de: < Entfernen

# Button7.Text
source: Adicionar >
de: Hinzufügen >
es: Agregar >

# Label3.Text
source: Procurar
de: Suchen
es: Buscar

# Column6.HeaderText
source: Nome
de: Name
es: Nombre

# Column8.HeaderText
source: Tipo
de: Typ

# Column9.HeaderText
source: Fórmula
de: Formel

# Column7.HeaderText
source: BD de Origem
de: Datenbank
es: Base de datos

# Label8.Text
source: Pressione ENTER para adicionar.
de: ENTER zum Hinzufügen.
es: Pulse Intro para añadir.

# Label9.Text
source: Procurar:
de: Suchen:
es: Buscar:

# GroupBox7.Text
source: Componentes escolhidos
de: Ausgewählte Komponenten
es: Componentes Seleccionados

# GroupBox8.Text
source: Opções
de: Optionen
es: Opciones

# KryptonButton2.Text
source: Organizar lista >
de: Liste sortieren>

# KryptonButton3.Text
source: Limpar lista >
de: Liste leeren>
es: Limpiar Lista >

# KryptonButton4.Text
source: < Informações
de: <Hintergrund
es: < Información

# KryptonButton5.Text
source: < Remover
de: <Entfernen

# KryptonButton6.Text
source: Adicionar >
de: Hinzufügen>
es: Añadir >

# GroupBox9.Text
source: Componentes
de: Komponenten

# Label11.Text
source: Selecione os componentes que deseja adicionar à simulação.
de: Auswahl von Komponenten für die Simulation.
es: Seleccione los componentes que desea añadir a la simulación.

# Label10.Text
source: Método de Minimização
de: Passwort:
es: Contraseña:

# chkUsePassword.Text
source: Proteger com Senha
de: Passwort schützen
es: Proteger con Contraseña

# LinkLabelPropertyMethods.Text
source: Clique aqui para conhecer os métodos e equações utilizadas pelos pacotes para calcular as propriedades dos fluidos.
de: Klicken Sie hier, um zu lernen, welche Methoden und Zusammenhänge werden von den Paketen verwendet werden, um Flüssigkeitseigenschaften zu berechnen.
es: Haga clic aquí para conocer los métodos y las ecuaciones utilizadas por los paquetes para el cálculo de las propiedades de los fluidos.

# GroupBox12.Text
source: Pacotes Adicionados
de: Ausgewählte Pakete
es: Paquetes Agreados

# btnDeletePP.Text
source: Excluir
de: Löschen
es: Eliminar

# btnConfigPP.Text
source: Configurar
de: Konfigurieren

# btnCopyPP.Text
source: Copiar
de: Kopieren

# Column16.HeaderText
source: Nome (clique para editar)
de: Name (zum Bearbeiten klicken)
es: Nombre (haga clic para editar)

# Column17.HeaderText
source: Tipo
de: Typ

# GroupBox6.Text
source: Pacotes Disponíveis
de: Verfügbare Pakete
es: Paquetes Disponibles

# Button8.Text
source: Adicionar
de: Hinzufügen
es: Agregar

# GroupBox11.Text
source: Teste de Estabilidade (Flash Trifásico)
de: Stabilitätstest
es: Prueba de Estabilidad (Flash Trifásico)

# RadioButton3.Text
source: Alto
de: Hoch

# RadioButton2.Text
source: Médio
de: Mittel
es: Medio

# RadioButton1.Text
source: Baixo
de: Gering
es: Bajo

# Label4.Text
source: Nível de severidade da busca:
de: Suche Schweregrad:
es: Nível de severidadde busqueda:

# Label6.Text
source: Componentes-chave para a segunda fase líquida:
de: Key-Komponenten für die zweite flüssige Phase Suche:
es: Componentes clave para la segunda fase líquida:

# gb1.Text
source: Configurações Globais (exceto para Pacotes CAPE-OPEN e de Eletrólitos)
de: Erweiterte Einstellungen
es: Configuración Global (a excepción de los paquetes de CAPE-OPEN y Electrolitos)

# chkDoPhaseId.Text
source: Aplicar algoritmo de identificação de fases após o cálculo de equilíbrio
de: Tragen Sie eine Phasenerkennung Algorithmus nach Gleichgewichtsberechnungen
es: Aplicar algoritmo de identificación de fase luego del cálculo de equilibrio

# Label12.Text
source: Tolerância para a variação da Energia Livre de Gibbs:
de: Gibbs Free Energy variation tolerance:
es: Tolerancia para variación de la Energia Libre de Gibbs:

# chkValidateEqCalc.Text
source: Validar o resultado dos cálculos de equilíbrio
de: Validieren Gleichgewichts Flash-Berechnungsergebnisse
es: Validar resultado de los cálculos de equilibrio

# CheckBox1.Text
source: Calcular pontos de bolha e orvalho para todas as Correntes de Matéria
de: Siede- und Taupunkte unter Strombedingungen berechnen
es: Calcular Puntos de Burbuja y Rocio

# ComboBoxFlashAlg.Items
source: Loops Aninhados (ELV)
de: Nested Loops (VLE)
es: Bucles Anidados (VLE)

# ComboBoxFlashAlg.Items1
source: Loops Aninhados (ELLV)
de: Nested Loops (VLLE)
es: Bucles Anidados (VLLE)

# ComboBoxFlashAlg.Items2
source: Inside-Out (ELV)
de: Inside-Out (VLE)
es: Inside-Out (VLE)

# ComboBoxFlashAlg.Items3
source: Inside-Out (ELLV)
de: Inside-Out (VLLE)
es: Inside-Out (VLLE)

# ComboBoxFlashAlg.Items4
source: Minimização da Energia Livre de Gibbs (ELV)
de: Gibbs Minimization (VLE)
es: Minimización de la Energía Libre de Gibbs (VLE)

# ComboBoxFlashAlg.Items5
source: Minimização da Energia Livre de Gibbs (ELLV)
de: Gibbs Minimization (VLLE)
es: Minimización de la Energía Libre de Gibbs (VLLE)

# ComboBoxFlashAlg.Items6
source: Loops Aninhados (ESL - Sistemas Eutéticos)
de: Nested Loops (SVLE - Eutectic Systems)
es: Bucles Anidados (SVLE - Eutectic Systems)

# ComboBoxFlashAlg.Items7
source: Loops Aninhados (ESL - Solução Sólida)
de: Nested Loops (SVLE - Solid Solution Systems)
es: Bucles Anidados (SVLE - Solid Solution Systems)

# ComboBoxFlashAlg.Items8
source: Loops Aninhados (ELLV - Fases Líquidas Imiscíveis)
de: Nested Loops (VLLE - Immiscible Liquids)
es: Bucles Anidados (VLLE - Immiscible Liquids)

# Label2.Text
source: Algoritmo Flash
de: Flashalgorithmus

# CheckBox3.Text
source: Calcular Flash PH em vez de Flash PT (recomendado para simulações com uma única substância)
de: Druck-Enthalpie (PH) Flashberechnungen
es: Calcular Flash PH siempre que sea posible

# OpenFileDialog1.Filter
source: Arquivo XML|*.xml|Todos os arquivos|*.*
de: XML-Dateien|*.xml|Alle Dateien|*.*
es: Archivo XML|*.XML|todos los archivos|*. *

# OpenFileDialog1.Title
source: Importar Componentes
de: Teile importieren

# SaveFileDialog1.Filter
source: Sistema de Unidades do DWSIM|*.dwund|Todos os arquivos|*.*
de: DWSIM Einheitensystem|*.dwund|Alle Dateien|*.*
es: Sistema de unidades DWSIM|*.dwund|todos los archivos|*. *

# SaveFileDialog1.Title
source: Salvar Sistema de Unidades em um Arquivo
de: Einheitensystem in Datei speichern
es: Guardar Sistema de Unidades en un archivo

# OpenFileDialog2.Filter
source: Sistema de Unidades do DWSIM|*.dwund|Todos os arquivos|*.*
de: DWSIM Einheitensystem|*.dwund|Alle Dateien|*.*
es: Sistema de unidades DWSIM|*.dwund|todos los archivos|*. *

# OpenFileDialog2.Title
source: Carregar Sistema de Unidades de um Arquivo
de: Einheitensystem einer Datei ändern
es: Cargar Sistema de Unidades de un Archivo

# KryptonButton7.Text
source: Abrir Gerenciador de Reações Químicas
de: Reaktionsmanager öffnen
es: Abrir el Administrador de Reacciones Químicas

# ofdcs.Filter
source: Arquivo XML|*.xml
de: XML-Dateien|*.xml
es: Archivo XML|*.XML

# ofdcs.Title
source: Carregar Banco de Dados do ChemSep (XML)
de: ChemSep-Datenbank laden (XML)
es: Cargar base de datos ChemSep (XML)

# sfdxml1.Filter
source: Arquivos XML|*.xml
de: XML-Dateien|*.xml
es: Archivos XML|*.XML

# sfdxml1.Title
source: Salvar Arquivo XML
de: XML-Datei speichern
es: Guardar archivo XML

# $this.Text
source: Configurações
de: DWSIM - Simulationseinstellungen
es: DWSIM - Configurar Simulación

# ComboBox3.Items
source: F
es: Fijo

# ComboBox3.Items1
source: G
es: Estándar

# ComboBox3.Items2
source: N
es: Científica

# ComboBox3.Items3
source: R
es: Número General

# ComboBox1.Items
source: F
es: Fijo

# ComboBox1.Items1
source: G
es: Estándar

# ComboBox1.Items2
source: N
es: Científica

# ComboBox1.Items3
source: R
es: Número General

# Column5.ToolTipText
source: Supported by CoolProp Property Package
es: Soportado por el Paquete de Propiedades CoolProp

# Column10.ToolTipText
source: Supported by FPROPS Property Package
es: Soportado por el Paquete de Propiedades FPROPS
