Repository: CyberSys/dwsim3
Catalog: DWSIM/Forms/UITypeEditors/SpecialOps/SPEC/SPEC_ControlPanel/UI_SpecControlPanelForm.*.resx
Languages: de

# KryptonLabel3.Values.Text
source: Valor atual
de: Aktueller Wert

# KryptonLabel2.Text
source: Valor atual
de: Aktueller Wert

# KryptonButton1.Values.Text
source: Avaliar Expressão
de: Ausdruck prüfen

# KryptonLabel3.Text
source: Valor atual
de: Aktueller Wert

# KryptonContextMenuItem1.Text
source: Seno (sin)
de: Sinus (sin)

# KryptonButton1.Text
source: Avaliar Expressão
de: Ausruck prüfen

# KryptonLabel6.Text
source: Y = Variável Destino
de: Y = Zielvariable

# KryptonContextMenuItem7.Text
source: Arco-Seno (asin)
de: Arcsinus (asin)

# KryptonContextMenuItem8.Text
source: Arco-Cosseno (acos)
de: Arccosinus (acos)

# KryptonContextMenuItem11.Text
source: Log Base 10 (log10)
de: Lg (log10)

# KryptonLabel2.Values.Text
source: Valor atual
de: Aktueller Wert

# KryptonLabel4.Values.Text
source: Objeto/Variável Destino
de: Zielobjekt/Variable

# KryptonContextMenuItem5.Text
source: Exponencial (exp)
de: E-Funtion (exp)

# KryptonContextMenuItem9.Text
source: Arco-Tangente (atan)
de: Arctangens (atan)

# KryptonLabel4.Text
source: Objeto/Variável Destino
de: Zielobjekt/Variable

# KryptonLabel1.Values.Text
source: Objeto/Variável Fonte
de: Quellobjekt/Variable

# KryptonContextMenuItem13.Text
source: Potência (^)
de: Potenz (^)

# KryptonLabel8.Values.Text
source: Expressão
de: Ausdruck

# KryptonContextMenuItem12.Text
source: Valor Absoluto (abs)
de: Absolutwert (abs)

# KryptonLabel8.Text
source: Expressão
de: Ausdruck

# KryptonContextMenuItem3.Text
source: Log Natural (log)
de: ln (log)

# KryptonContextMenuItem2.Text
source: Cosseno (cos)
de: Cosinus (cos)

# KryptonLabel1.Text
source: Objeto/Variável Fonte
de: Quellobjekt/Variable

# KryptonLabel5.Values.Text
source: X = Variável Fonte
de: X = Quellvariable

# KryptonContextMenuItem10.Text
source: Raiz Quadrada (sqrt)
de: Quadratwurzel (sqrt)

# KryptonLabel6.Values.Text
source: Y = Variável Destino
de: Y = Zielvariable

# KryptonContextMenuItem6.Text
source: Tangente (tan)
de: Tangens (tan)

# GroupBox1.Text
source: Detalhes
de: Details

# GroupBox2.Text
source: Especificação
de: Spezifikation

# KryptonLabel5.Text
source: X = Variável Fonte
de: X = Quellvariable
