Repository: CyberSys/dwsim3
Catalog: DWSIM/Forms/FormFlowsheet_SubForms/frmSurface.*.resx
Languages: es

# LabelCalculator.Text
source: Status: Ocioso
es: Estado: Inactivo

# LabelSimultAdjustStatus.Text
source: O Solver para Ajustes Simultâneos está trabalhando, aguarde...
es: Solver para Ajustes Simultáneos trabajando, por favor espere...

# LabelSimultAdjInfo.Text
source: O Solver para Ajustes Simultâneos está trabalhando, aguarde...
es: Solver para Ajustes Simultáneos trabajando, por favor espere...

# ToolStripMenuItem3.Text
source: Fluxograma
es: Diagrama de Flujo

# ToolStripMenuItem2.Text
source: Configurar Aparência
es: Configurar Apariencia

# CopiarParaAÁreaDeTransferênciaToolStripMenuItem.Text
source: Copiar para a Área de Transferência
es: Capturar Instantánea y envíarla al Portapapeles

# ExibirTudoToolStripMenuItem.Text
source: Exibir tudo
es: Mostrar Todo

# ZoomPadrão100ToolStripMenuItem.Text
source: Zoom padrão (100%)
es: Zoom estándar (100%)

# CentralizarToolStripMenuItem.Text
source: Centralizar
es: Centrar

# EditCompTSMI.Text
source: Editar Composição
es: Editar Composición de Corriente

# RestoreTSMI.Text
source: Restaurar Valores-Padrão
es: Restaurar Propiedades por Defecto

# TSMI_Girar.Text
source: Girar
es: Rotar

# HorizontalmenteToolStripMenuItem.Text
source: Inverter Horizontalmente
es: Voltear Horizontalmente

# ClonarToolStripMenuItem.ToolTipText
source: Cria uma cópia exata do objeto selecionado.
es: Crea copia exacta del objeto seleccionado.

# ExcluirToolStripMenuItem.Text
source: Excluir
es: Eliminar

# TabelaToolStripMenuItem.Text
source: Tabela
es: Tabla

# CopiarDadosParaÁreaDeTransferênciaToolStripMenuItem.Text
source: Copiar dados para a Área de Transferência
es: Copiar Datos al Portapapeles

# CopiarDadosParaÁreaDeTransferênciaToolStripMenuItem.ToolTipText
source: Copia todas as propriedades com seus respectivos valores para a área de transferência.
es: Copia todas las propiedades con sus valores al portapapeles.

# FloatToolStripMenuItem.Text
source: Float
es: Flotar

# DockLeftToolStripMenuItem.Text
source: Dock Left
es: Anclar a la Izquierda

# DockRightToolStripMenuItem.Text
source: Dock Right
es: Anclar a la Derecha

# DockTopToolStripMenuItem.Text
source: Dock Top
es: Anclar Arriba

# DockBottomToolStripMenuItem.Text
source: Dock Bottom
es: Anclar Abajo

# DockLeftAutoHideToolStripMenuItem.Text
source: Dock Left Auto-Hide
es: Anclar Izq Auto-Ocultar

# DockRightAutoHideToolStripMenuItem.Text
source: Dock Right Auto-Hide
es: Anclar Der Auto-Ocultar

# DockTopAutoHideToolStripMenuItem.Text
source: Dock Top Auto-Hide
es: Anclar Arriba Auto-Ocultar

# DockBottomAutoHideToolStripMenuItem.Text
source: Dock Bottom Auto-Hide
es: Anclar Abajo Auto-Ocultar

# DocumentToolStripMenuItem.Text
source: Document
es: Documento

# $this.Text
source: Fluxograma
es: Diagrama de Flujo
