Repository: CyberSys/dwsim3
Catalog: DWSIM/Forms/UITypeEditors/UIFlowsheetUOEditor/FlowsheetUOEditorForm.*.resx
Languages: de

# TabPage1.Text
source: Links
de: Anschlüsse

# TabPage2.Text
source: Parameters
de: Parameter

# TabPage3.Text
source: Options
de: Allgemeine Optionen

# GroupBox2.Text
source: Output Links
de: Ausgangsanschlüsse

# DataGridViewTextBoxColumn1.HeaderText
source: Outlet Port
de: Ausgang

# DataGridViewComboBoxColumn1.HeaderText
source: Connected to
de: verbunden mit

# GroupBox1.Text
source: Input Links
de: Eingangsanschlüsse

# Column1.HeaderText
source: Inlet Port
de: Eingang

# Column2.HeaderText
source: Connected to
de: verbunden mit

# GroupBox3.Text
source: Output Parameters
de: Ausgangsparameter

# DataGridViewComboBoxColumn2.HeaderText
source: Object
de: Objekt

# DataGridViewComboBoxColumn4.HeaderText
source: Property
de: Eigenschaft

# GroupBox4.Text
source: Input Parameters
de: Eingangsparameter

# DataGridViewTextBoxColumn3.HeaderText
source: Object
de: Objekt

# DataGridViewComboBoxColumn3.HeaderText
source: Property
de: Eigenschaft

# Label2.Text
source: Regardless of the mass transfer mode chosen, only matching compounds in both flowsheets will have their information transferred in and out. Compounds present in only one of the flowsheets will be ignored during data transfer.
de: Unabhängig von der Massenübertragungsmodus ausgewählt wird, wird nur passende Verbindungen in beiden Fließschemata dass ihre Daten übertragen und aus. Verbindungen stellen in nur einer der Fließbilder werden während der Datenübertragung nicht berücksichtigt.

# cbMassTransferMode.Items
source: Compound Mass Flows
de: Massendurchfluss von Komponenten

# cbMassTransferMode.Items1
source: Compound Molar Flows
de: Fließt Molaren von Komponenten

# cbMassTransferMode.Items2
source: Overall Mass Flow and Compound Mass Fractions
de: Insgesamt Wt Fluss und Massenanteilen von Komponente

# cbMassTransferMode.Items3
source: Overall Molar Flow and Compound Mole Fractions
de: Total Flow Molenbrüche und Backenzähne von Komponenten

# Label1.Text
source: Mass Transfer Mode
de: Masse Übertragungsmodus

# btnInitialize.Text
source: Initialize/Reload
de: Initialisieren
