Repository: CyberSys/dwsim3
Catalog: DWSIM/Tools/Hypotheticals/FormHypGen.*.resx
Languages: de

# Label17.Text
source: Value
de: Wert

# RadioButton11.Text
source: Calculate
de: Berechnen

# RadioButton12.Text
source: Use experimental data
de: Verwende experimentelle Daten

# Label19.Text
source: Method
de: Methode

# GroupBox9.Text
source: Normal Boiling Point
de: Normaler Siedepunkt

# Column6.HeaderText
source: Value
de: Wert

# Column7.HeaderText
source: Unit
de: Einheit

# Column8.ToolTipText
source: Click to input an experimental value
de: Klicken Sie für die Eingabe eines experimentellen Wertes

# GroupBox7.Text
source: Calculated Properties (UNIFAC)
de: Berechnete Eigenschaften (UNIFAC)

# Column4.HeaderText
source: Amount
de: Anzahl

# Column4.ToolTipText
source: Enter the amount of the group in the molecule
de: Einagbe der Anzahl der Gruppe im Molekül

# GroupBox6.Text
source: Groups
de: Gruppen

# FaTabStripItem1.Title
source: Structure & Properties
de: Struktur & Eigenschaften

# Label16.Text
source: Value
de: Wert

# RadioButton10.Text
source: Calculate
de: Berechnen

# ComboBox12.Items
source: Default
de: Voreinstellung

# RadioButton9.Text
source: Use experimental data
de: Verwende experimentelle Daten

# Label14.Text
source: Method
de: Methode

# GroupBox8.Text
source: Dipole Moment
de: Dipolmoment

# FaTabStripItem2.Title
source: Other Properties
de: Weitere Eigenschaften

# PictureBox3.ToolTip
source: Enter the data in the table below. It takes at least 10 points T / Visc.
de: Geben Sie die Daten in die Tabelle ein. Mindestens 10 Punkte T / Visc.

# KryptonButton4.Text
source: View Regression
de: Regression anzeigen

# DataGridViewTextBoxColumn2.HeaderText
source: PVAP
de: P verd.

# ComboBox6.Items2
source: kgf/cm2_a
de: kp/cm2_a

# Label7.Text
source: Pvap Unit
de: Dampfdr. Einh.

# Label8.Text
source: T Unit
de: T-Einh.

# GroupBox3.Text
source: Experimental data
de: Experimentelle Daten

# Label9.Text
source: Method
de: Methode

# RadioButton5.Text
source: Estimate curve from experimental data
de: Kurve aus experimentellen Daten ermitteln

# RadioButton6.Text
source: Estimate curve from calculated values
de: Kurve aus berechneten Daten abschätzen

# FaTabStripItem4.Title
source: Vapor Pressure
de: Dampfdruck

# PictureBox2.ToolTip
source: Enter the data in the table below. It takes at least 10 points T / Visc.
de: Geben Sie die Daten in die Tabelle ein. Mindestens 10 Punkte T / Visc.

# KryptonButton3.Text
source: View Regression
de: Regression anzeigen

# Label3.Text
source: Cp Unit
de: Cp-Einh.

# Label2.Text
source: T Unit
de: T-Einh.

# GroupBox1.Text
source: Experimental data
de: Experimentelle Daten

# Label1.Text
source: Method
de: Methode

# RadioButton2.Text
source: Estimate curve from experimental data
de: Kurve aus experimentellen Daten ermitteln

# RadioButton1.Text
source: Estimate curve from calculated values
de: Ermittle Kurve aus berechneten Werten

# FaTabStripItem3.Title
source: Ideal Gas Cp
de: Cp (ideales Gas)

# PictureBox1.ToolTip
source: Enter the data in the table below. It takes at least 10 points T / Visc.
de: Geben Sie die Daten in die Tabelle ein. Mindestens 10 Punkte T / Visc.

# KryptonButton5.Text
source: View Regression
de: Regression anzeigen

# DataGridViewTextBoxColumn4.HeaderText
source: Visc
de: Visko

# ComboBox9.Items1
source: cP
de: mPas

# Label10.Text
source: Visc Unit
de: Visko Einh.

# Label11.Text
source: T Unit
de: T-Einh.

# GroupBox4.Text
source: Experimental data
de: Experimentelle Daten

# Label12.Text
source: Method
de: Methode

# RadioButton7.Text
source: Estimate curve from experimental data
de: Kurve aus experimentellen Daten ermitteln

# RadioButton8.Text
source: Estimate curve from calculated values
de: Kurve aus berechneten Daten abschätzen

# FaTabStripItem5.Title
source: Liquid Viscosity
de: Flüssigviskosität

# Label4.Text
source: Each Cp
de: Jedes Cp

# Label5.Text
source: Unit T
de: Einheit T

# GroupBox2.Text
source: Experimental Data
de: Experimentelle Daten

# Label6.Text
source: Method
de: Methode

# RadioButton3.Text
source: Estimate from experimental data
de: Abschätzung aus experimentellen Daten

# RadioButton4.Text
source: Estimate the values calculated from
de: Abschätzung von Werten, berechnet aus

# KryptonButton1.Text
source: Create Hypothetical
de: Hyp. Komponente erstellen

# KryptonButton2.Text
source: Create Hypothetical and Add to Simulation
de: Hyp. Komp. erstellen und zur Simulation hinzufügen

# GroupBox5.Text
source: Tasks
de: Aufgaben

# $this.Text
source: Hypothetical Generator
de: Erstellung hypothetischer Komponenten
